Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 原始应用备份缺失或校验失败，已停止恢复。现有应用和备份均已保留。
ar: النسخة الاحتياطية من التطبيق الأصلي مفقودة أو فشل التحقق منها. أُوقفت الاستعادة مع الاحتفاظ بالتطبيق الحالي والنسخة الاحتياطية.
de: Die Sicherung der Original-App fehlt oder konnte nicht verifiziert werden. Die Wiederherstellung wurde gestoppt. Die aktuelle App und die Sicherung wurden beibehalten.
en: The original application backup is missing or failed verification. Restoration stopped; the current app and backup have been preserved.
eo: La sekurkopio de la origina aplikaĵo mankas aŭ malsukcesis la kontrolon. La restaŭro haltis; la nuna aplikaĵo kaj la sekurkopio restas konservitaj.
es: La copia de seguridad de la app original no está disponible o no ha superado la verificación. Se ha detenido la restauración. La app actual y la copia de seguridad se han conservado.
fr: La sauvegarde de l’app d’origine est absente ou n’a pas pu être vérifiée. La restauration a été arrêtée. L’app actuelle et la sauvegarde ont été conservées.
hi: मूल ऐप का बैकअप नहीं है या उसका सत्यापन विफल रहा। पुनर्स्थापन रोक दिया गया। मौजूदा ऐप और बैकअप दोनों सुरक्षित रखे गए हैं।
id: Cadangan app asli tidak ada atau gagal diverifikasi. Pemulihan dihentikan; app saat ini dan cadangan tetap disimpan.
it: Il backup dell’app originale manca o non ha superato la verifica. Ripristino interrotto. L’app attuale e il backup sono stati conservati.
ja: 元のアプリのバックアップが見つからないか、検証に失敗したため、復元を中止しました。現在のアプリとバックアップはどちらも保持されています。
ko: 원본 앱 백업이 없거나 검증에 실패하여 복원을 중단했습니다. 현재 앱과 백업은 모두 보존되었습니다.
nl: De reservekopie van de oorspronkelijke app ontbreekt of heeft de controle niet doorstaan. Het herstel is gestopt. De huidige app en de reservekopie zijn behouden.
pl: Brakuje kopii zapasowej oryginalnej aplikacji lub nie przeszła ona weryfikacji. Przywracanie zostało zatrzymane. Bieżąca aplikacja i kopia zapasowa zostały zachowane.
pt: O backup do app original está ausente ou não passou na verificação. A restauração foi interrompida. O app atual e o backup foram preservados.
ru: Резервная копия оригинального приложения отсутствует или не прошла проверку. Восстановление остановлено. Текущее приложение и резервная копия сохранены.
th: ไม่พบข้อมูลสำรองของแอปต้นฉบับหรือการตรวจสอบไม่ผ่าน หยุดการกู้คืนแล้ว โดยเก็บแอปปัจจุบันและข้อมูลสำรองไว้ทั้งหมด
tr: Orijinal uygulamanın yedeği eksik veya doğrulamadan geçemedi. Geri yükleme durduruldu. Mevcut uygulama ve yedek korundu.
vi: Thiếu bản sao lưu ứng dụng gốc hoặc xác minh thất bại. Đã dừng khôi phục, giữ nguyên cả ứng dụng hiện tại và bản sao lưu.
zh_hant: 原始應用程式備份遺失或驗證失敗，已停止恢復。現有的應用程式和備份均已保留。

source: 另一项签名操作正在进行，请稍后重试。
ar: تجري عملية أخرى على التوقيع. يرجى المحاولة لاحقًا.
de: Ein anderer Signaturvorgang läuft bereits. Versuche es später erneut.
en: Another signature operation is in progress. Try again later.
eo: Alia subskriba operacio jam okazas. Provu denove poste.
es: Hay otra operación de firma en curso. Inténtalo de nuevo más tarde.
fr: Une autre opération de signature est en cours. Réessayez plus tard.
hi: हस्ताक्षर की दूसरी कार्रवाई चल रही है। बाद में फिर कोशिश करें।
id: Operasi tanda tangan lain sedang berlangsung. Coba lagi nanti.
it: Un’altra operazione sulla firma è in corso. Riprova più tardi.
ja: 別の署名操作が進行中です。しばらくしてからもう一度お試しください。
ko: 다른 서명 작업이 진행 중입니다. 잠시 후 다시 시도하세요.
nl: Er wordt al een andere handtekeningbewerking uitgevoerd. Probeer het later opnieuw.
pl: Trwa inna operacja na podpisie. Spróbuj ponownie później.
pt: Outra operação de assinatura está em andamento. Tente novamente mais tarde.
ru: Выполняется другая операция с подписью. Повторите попытку позже.
th: กำลังดำเนินการเกี่ยวกับลายเซ็นรายการอื่นอยู่ โปรดลองอีกครั้งภายหลัง
tr: Başka bir imza işlemi sürüyor. Daha sonra yeniden deneyin.
vi: Một thao tác chữ ký khác đang diễn ra. Hãy thử lại sau.
zh_hant: 另一項簽名操作正在進行，請稍後再試。

source: 应用内容已更新或改变，不能用旧备份覆盖。请选择同版本原版应用恢复，或从官方渠道重新安装；现有应用和备份均已保留。
ar: تم تحديث محتويات التطبيق أو تغييرها، ولا يمكن استبدالها بنسخة احتياطية قديمة. اختر نسخة أصلية من الإصدار نفسه للاستعادة، أو أعد التثبيت من مصدر رسمي؛ تم الاحتفاظ بالتطبيق الحالي والنسخة الاحتياطية.
de: Die App wurde aktualisiert oder verändert und kann nicht mit einer alten Sicherung überschrieben werden. Wähle zur Wiederherstellung eine Original-App derselben Version oder installiere sie aus einer offiziellen Quelle neu. Die aktuelle App und die Sicherung wurden beibehalten.
en: The app has been updated or changed and cannot be replaced with an older backup. Select an original copy of the same version, or reinstall from an official source. The current app and backup have been preserved.
eo: La enhavo de la aplikaĵo estis ĝisdatigita aŭ ŝanĝita kaj ne povas esti anstataŭigita per malnova sekurkopio. Elektu originan aplikaĵon de la sama versio por restaŭro, aŭ reinstalu el oficiala fonto; la nuna aplikaĵo kaj la sekurkopio restas konservitaj.
es: El contenido de la app se ha actualizado o modificado y no se puede sobrescribir con una copia de seguridad antigua. Elige una app original de la misma versión para restaurarla o reinstálala desde una fuente oficial. La app actual y la copia de seguridad se han conservado.
fr: Le contenu de l’app a été mis à jour ou modifié et ne peut pas être écrasé par une ancienne sauvegarde. Choisissez une app d’origine de la même version pour la restaurer ou réinstallez-la depuis une source officielle. L’app actuelle et la sauvegarde ont été conservées.
hi: ऐप की सामग्री अपडेट हो गई है या बदल गई है। उसे पुराने बैकअप से बदला नहीं जा सकता। पुनर्स्थापन के लिए उसी संस्करण का मूल ऐप चुनें या आधिकारिक स्रोत से फिर इंस्टॉल करें। मौजूदा ऐप और बैकअप दोनों सुरक्षित रखे गए हैं।
id: Isi app telah diperbarui atau diubah, sehingga tidak dapat ditimpa dengan cadangan lama. Pilih app asli versi yang sama untuk memulihkan, atau instal ulang dari sumber resmi; app saat ini dan cadangan tetap disimpan.
it: L’app è stata aggiornata o modificata e non può essere sovrascritta con un vecchio backup. Seleziona una copia originale della stessa versione per il ripristino oppure reinstalla l’app da una fonte ufficiale. L’app attuale e il backup sono stati conservati.
ja: アプリの内容が更新または変更されているため、古いバックアップで上書きできません。同じバージョンのオリジナル版アプリを選択して復元するか、公式の配布元から再インストールしてください。現在のアプリとバックアップはどちらも保持されています。
ko: 앱 내용이 업데이트되거나 변경되어 이전 백업으로 덮어쓸 수 없습니다. 같은 버전의 원본 앱을 선택하여 복원하거나 공식 경로에서 다시 설치하세요. 현재 앱과 백업은 모두 보존되었습니다.
nl: De app is bijgewerkt of gewijzigd en kan niet met een oude reservekopie worden overschreven. Kies een oorspronkelijke app van dezelfde versie om te herstellen of installeer opnieuw via een officiële bron. De huidige app en de reservekopie zijn behouden.
pl: Zawartość aplikacji została zaktualizowana lub zmieniona i nie można nadpisać jej starą kopią zapasową. Wybierz oryginalną aplikację w tej samej wersji do przywrócenia lub zainstaluj ponownie z oficjalnego źródła. Bieżąca aplikacja i kopia zapasowa zostały zachowane.
pt: O conteúdo do app foi atualizado ou alterado e não pode ser substituído por um backup antigo. Selecione uma cópia original da mesma versão para restaurar ou reinstale de uma fonte oficial. O app atual e o backup foram preservados.
ru: Содержимое приложения обновлено или изменено, поэтому его нельзя заменить старой резервной копией. Выберите оригинальное приложение той же версии для восстановления или переустановите его из официального источника. Текущее приложение и резервная копия сохранены.
th: เนื้อหาแอปอัปเดตหรือเปลี่ยนไปแล้ว จึงเขียนทับด้วยข้อมูลสำรองเก่าไม่ได้ โปรดเลือกแอปต้นฉบับเวอร์ชันเดียวกันเพื่อกู้คืน หรือติดตั้งใหม่จากแหล่งทางการ แอปปัจจุบันและข้อมูลสำรองยังคงอยู่ทั้งหมด
tr: Uygulamanın içeriği güncellenmiş veya değiştirilmiş; eski bir yedekle üzerine yazılamaz. Geri yüklemek için aynı sürümün orijinal uygulamasını seçin veya resmî bir kaynaktan yeniden yükleyin. Mevcut uygulama ve yedek korundu.
vi: Nội dung ứng dụng đã được cập nhật hoặc thay đổi, không thể ghi đè bằng bản sao lưu cũ. Hãy chọn ứng dụng gốc cùng phiên bản để khôi phục, hoặc cài lại từ nguồn chính thức; ứng dụng hiện tại và bản sao lưu đều được giữ nguyên.
zh_hant: 應用程式內容已更新或變更，無法用舊備份覆蓋。請選擇相同版本的原版應用程式來恢復，或從官方管道重新安裝；現有的應用程式和備份均已保留。

source: 应用包含指向包外的符号链接，已停止重签名以保护原始文件。
ar: يحتوي التطبيق على روابط رمزية تشير إلى خارج حزمته. أُوقفت إعادة التوقيع لحماية الملفات الأصلية.
de: Die App enthält symbolische Links zu Zielen außerhalb ihres Pakets. Zum Schutz der Originaldateien wurde die erneute Signierung gestoppt.
en: The app contains symbolic links outside its bundle. Re-signing stopped to protect the original files.
eo: La aplikaĵo enhavas simbolajn ligilojn al lokoj ekster sia pakaĵo. La resubskribo haltis por protekti la originajn dosierojn.
es: La app contiene enlaces simbólicos que apuntan fuera de su paquete. Se ha detenido la operación de volver a firmar para proteger los archivos originales.
fr: L’app contient des liens symboliques pointant hors de son paquet. La re-signature a été arrêtée pour protéger les fichiers d’origine.
hi: ऐप में बंडल के बाहर जाने वाले प्रतीकात्मक लिंक हैं। मूल फ़ाइलें सुरक्षित रखने के लिए पुनः हस्ताक्षर रोक दिया गया।
id: App berisi tautan simbolis yang mengarah ke luar bundelnya. Penandatanganan ulang dihentikan untuk melindungi file asli.
it: L’app contiene link simbolici che puntano fuori dal pacchetto. Rifirma interrotta per proteggere i file originali.
ja: アプリにパッケージの外を指すシンボリックリンクが含まれているため、元のファイルを保護するために再署名を中止しました。
ko: 앱에 번들 외부를 가리키는 심볼릭 링크가 있어 원본 파일을 보호하기 위해 재서명을 중단했습니다.
nl: De app bevat symbolische links naar locaties buiten de bundel. Opnieuw ondertekenen is gestopt om de oorspronkelijke bestanden te beschermen.
pl: Aplikacja zawiera dowiązania symboliczne wskazujące poza jej pakiet. Ponowne podpisywanie zatrzymano, aby chronić oryginalne pliki.
pt: O app contém links simbólicos que apontam para fora do pacote. A reassinatura foi interrompida para proteger os arquivos originais.
ru: Приложение содержит символические ссылки за пределы своего пакета. Переподпись остановлена для защиты оригинальных файлов.
th: แอปมีลิงก์สัญลักษณ์ที่ชี้ออกไปนอกบันเดิล หยุดการเซ็นใหม่แล้วเพื่อปกป้องไฟล์ต้นฉบับ
tr: Uygulama, paket dışına yönlendiren sembolik bağlantılar içeriyor. Orijinal dosyaları korumak için yeniden imzalama durduruldu.
vi: Ứng dụng chứa liên kết tượng trưng trỏ ra ngoài gói. Đã dừng ký lại để bảo vệ các tệp gốc.
zh_hant: 應用程式包含指向套件外部的符號連結，已停止重簽名以保護原始檔案。

source: 应用包含无法备份的特殊文件
ar: يحتوي التطبيق على ملفات خاصة لا يمكن نسخها احتياطيًا
de: Die App enthält spezielle Dateien, die nicht gesichert werden können
en: The application contains special files that cannot be backed up
eo: La aplikaĵo enhavas specialajn dosierojn ne sekurkopieblajn
es: La app contiene archivos especiales de los que no se puede hacer una copia de seguridad
fr: L’app contient des fichiers spéciaux qui ne peuvent pas être sauvegardés
hi: ऐप में ऐसी विशेष फ़ाइलें हैं जिनका बैकअप नहीं बनाया जा सकता
id: App berisi file khusus yang tidak dapat dicadangkan
it: L’app contiene file speciali di cui non è possibile eseguire il backup
ja: アプリにバックアップできない特殊なファイルが含まれています
ko: 앱에 백업할 수 없는 특수 파일이 포함되어 있습니다
nl: De app bevat speciale bestanden waarvan geen reservekopie kan worden gemaakt
pl: Aplikacja zawiera pliki specjalne, których nie można skopiować do kopii zapasowej
pt: O app contém arquivos especiais que não podem ser incluídos no backup
ru: Приложение содержит специальные файлы, для которых нельзя создать резервную копию
th: แอปมีไฟล์พิเศษที่สำรองไม่ได้
tr: Uygulama, yedeklenemeyen özel dosyalar içeriyor
vi: Ứng dụng chứa các tệp đặc biệt không thể sao lưu
zh_hant: 應用程式包含無法備份的特殊檔案

source: 恢复原始签名或从官方渠道重装
ar: استعادة التوقيع الأصلي أو إعادة التثبيت من مصدر رسمي
de: Originalsignatur wiederherstellen oder aus offizieller Quelle neu installieren
en: Restore the original signature or reinstall from an official source
eo: Restaŭri la originan subskribon aŭ reinstali el oficiala fonto
es: Restaurar la firma original o reinstalar desde una fuente oficial
fr: Restaurer la signature originale ou réinstaller depuis une source officielle
hi: मूल हस्ताक्षर पुनर्स्थापित करें या आधिकारिक स्रोत से फिर इंस्टॉल करें
id: Pulihkan tanda tangan asli atau instal ulang dari sumber resmi
it: Ripristina firma originale o reinstalla da una fonte ufficiale
ja: 元の署名を復元するか、公式の配布元から再インストール
ko: 원본 서명 복원 또는 공식 경로에서 재설치
nl: Oorspronkelijke handtekening herstellen of opnieuw installeren via een officiële bron
pl: Przywróć oryginalny podpis lub zainstaluj ponownie z oficjalnego źródła
pt: Restaurar assinatura original ou reinstalar de uma fonte oficial
ru: Восстановить оригинальную подпись или переустановить из официального источника
th: คืนค่าลายเซ็นดั้งเดิมหรือติดตั้งใหม่จากแหล่งทางการ
tr: Orijinal imzayı geri yükleyin veya resmî bir kaynaktan yeniden yükleyin
vi: Khôi phục chữ ký gốc hoặc cài lại từ nguồn chính thức
zh_hant: 恢復原始簽名或從官方管道重新安裝

source: 所选原版应用的标识、版本或开发者签名不匹配，或签名校验失败。请选择同一应用、同一版本的官方原版。
ar: لا يتطابق معرّف التطبيق الأصلي المحدد أو إصداره أو توقيع مطوّره، أو فشل التحقق من توقيعه. اختر النسخة الأصلية الرسمية من التطبيق نفسه والإصدار نفسه.
de: Kennung, Version oder Entwicklersignatur der gewählten Original-App stimmen nicht überein, oder die Signaturprüfung ist fehlgeschlagen. Wähle das offizielle Original derselben App und Version.
en: The selected app has a different identifier, version or developer signature, or failed signature verification. Select an official original of the same app and version.
eo: La identigilo, versio aŭ programista subskribo de la elektita origina aplikaĵo ne kongruas, aŭ la subskriba kontrolo malsukcesis. Elektu oficialan originalon de la sama aplikaĵo kaj versio.
es: El identificador, la versión o la firma del desarrollador de la app original seleccionada no coinciden, o la firma no ha superado la verificación. Elige el original oficial de la misma app y versión.
fr: L’identifiant, la version ou la signature du développeur de l’app d’origine choisie ne correspond pas, ou la vérification de signature a échoué. Choisissez l’original officiel de la même app et de la même version.
hi: चुने गए मूल ऐप का पहचानकर्ता, संस्करण या डेवलपर के हस्ताक्षर मेल नहीं खाते, या हस्ताक्षर का सत्यापन विफल रहा। उसी ऐप और उसी संस्करण की आधिकारिक मूल कॉपी चुनें।
id: Pengenal, versi, atau tanda tangan pengembang app asli yang dipilih tidak cocok, atau verifikasi tanda tangan gagal. Pilih salinan asli resmi dari app dan versi yang sama.
it: L’identificatore, la versione o la firma dello sviluppatore dell’app selezionata non corrispondono, oppure la verifica della firma non è riuscita. Seleziona una copia originale ufficiale della stessa app e della stessa versione.
ja: 選択したオリジナル版アプリの識別子、バージョン、または開発元の署名が一致しないか、署名の検証に失敗しました。同じアプリ・同じバージョンの公式オリジナル版を選択してください。
ko: 선택한 원본 앱의 식별자, 버전 또는 개발자 서명이 일치하지 않거나 서명 검증에 실패했습니다. 같은 앱의 같은 버전인 공식 원본을 선택하세요.
nl: De identificatie, versie of ontwikkelaarshandtekening van de geselecteerde app komt niet overeen, of de handtekeningcontrole is mislukt. Kies de officiële oorspronkelijke versie van dezelfde app, met hetzelfde versienummer.
pl: Identyfikator, wersja lub podpis dewelopera wybranej aplikacji nie pasuje albo weryfikacja podpisu nie powiodła się. Wybierz oficjalny oryginał tej samej aplikacji w tej samej wersji.
pt: O identificador, a versão ou a assinatura do desenvolvedor do app selecionado não corresponde, ou a verificação da assinatura falhou. Selecione uma cópia original oficial do mesmo app e da mesma versão.
ru: Идентификатор, версия или подпись разработчика выбранного приложения не совпадают, либо проверка подписи не пройдена. Выберите официальное оригинальное приложение той же версии.
th: ตัวระบุ เวอร์ชัน หรือลายเซ็นนักพัฒนาของแอปต้นฉบับที่เลือกไม่ตรงกัน หรือการตรวจสอบลายเซ็นไม่ผ่าน โปรดเลือกแอปต้นฉบับทางการที่เป็นแอปเดียวกันและเวอร์ชันเดียวกัน
tr: Seçilen orijinal uygulamanın kimliği, sürümü veya geliştirici imzası eşleşmiyor ya da imza doğrulanamadı. Aynı uygulamanın aynı sürümdeki resmî orijinalini seçin.
vi: Mã định danh, phiên bản hoặc chữ ký nhà phát triển của ứng dụng gốc đã chọn không khớp, hoặc xác minh chữ ký thất bại. Hãy chọn bản gốc chính thức của cùng ứng dụng và cùng phiên bản.
zh_hant: 所選原版應用程式的識別碼、版本或開發者簽名不符，或簽名驗證失敗。請選擇同一應用程式、同一版本的官方原版。

source: 数据迁移完成后，完整备份并重签关联应用。经典模式可能影响应用启动和登录态，通常不需要开启
ar: بعد ترحيل البيانات، يُنسخ التطبيق المرتبط احتياطيًا بالكامل ويُعاد توقيعه. قد يؤثر الوضع التقليدي في التشغيل وحالة تسجيل الدخول؛ لا حاجة عادةً لتفعيله
de: Nach der Datenmigration die zugehörige App vollständig sichern und neu signieren. Der klassische Modus kann den App-Start und den Anmeldestatus beeinträchtigen. Diese Option ist normalerweise nicht nötig
en: After data migration, fully back up and re-sign the associated app. Classic mode may affect launching and sign-in state; this is usually not needed
eo: Post datummigrado, faru kompletan sekurkopion de la rilata aplikaĵo kaj resubskribu ĝin. Klasika reĝimo povas influi lanĉadon kaj ensalutan staton; ĝi kutime ne bezonas esti ebligita
es: Después de migrar los datos, crear una copia de seguridad completa de la app asociada y volver a firmarla. El modo clásico puede afectar al inicio de la app y al estado de la sesión. Normalmente no es necesario activar esta opción
fr: Après la migration des données, sauvegarder entièrement l’app associée, puis la re-signer. Le mode classique peut affecter le démarrage et l’état de connexion de l’app. Il n’est généralement pas nécessaire d’activer cette option
hi: डेटा माइग्रेशन पूरा होने के बाद संबंधित ऐप का पूरा बैकअप बनाएँ और पुनः हस्ताक्षर करें। क्लासिक मोड ऐप शुरू होने और लॉगिन स्थिति को प्रभावित कर सकता है; आमतौर पर इसे चालू करने की ज़रूरत नहीं होती
id: Setelah migrasi data selesai, cadangkan app terkait secara lengkap dan tandatangani ulang. Mode klasik dapat memengaruhi peluncuran dan status masuk; biasanya tidak perlu diaktifkan
it: Dopo la migrazione dei dati, esegue un backup completo e rifirma l’app associata. La modalità classica può influire sull’avvio e sullo stato di accesso all’account; di solito non serve attivarla
ja: データの移行後、関連するアプリを完全にバックアップしてから再署名します。クラシックモードはアプリの起動やログイン状態に影響する場合があり、通常はオンにする必要はありません
ko: 데이터 마이그레이션 후 연결된 앱 전체를 백업하고 재서명합니다. 클래식 모드는 앱 실행과 로그인 상태에 영향을 줄 수 있으므로 일반적으로 켤 필요가 없습니다
nl: Maak na de gegevensmigratie een volledige reservekopie en onderteken de gekoppelde app opnieuw. De klassieke modus kan het starten en de aanmeldstatus beïnvloeden; inschakelen is meestal niet nodig
pl: Po migracji danych utwórz pełną kopię zapasową i ponownie podpisz powiązaną aplikację. Tryb klasyczny może wpływać na uruchamianie i stan zalogowania; zwykle nie trzeba go włączać
pt: Após a migração dos dados, faz um backup completo e reassina o app associado. O modo clássico pode afetar a inicialização e o estado de login; geralmente não é necessário ativá-lo
ru: После переноса данных создать полную резервную копию и переподписать связанное приложение. Классический режим может повлиять на запуск и состояние входа в аккаунт; обычно включать его не нужно
th: หลังย้ายข้อมูลเสร็จ จะสำรองแอปที่เกี่ยวข้องทั้งแอปแล้วเซ็นใหม่ โหมดดั้งเดิมอาจกระทบการเริ่มทำงานและสถานะการลงชื่อเข้าใช้ โดยทั่วไปไม่จำเป็นต้องเปิดใช้
tr: Veri taşıma tamamlandıktan sonra ilişkili uygulamanın tam yedeğini alıp yeniden imzalar. Klasik mod, uygulamanın başlamasını ve oturum durumunu etkileyebilir; genellikle açılması gerekmez
vi: Sau khi di chuyển dữ liệu, sao lưu đầy đủ và ký lại ứng dụng liên quan. Chế độ cổ điển có thể ảnh hưởng đến việc khởi chạy và trạng thái đăng nhập; thường không cần bật
zh_hant: 資料遷移完成後，完整備份並重簽名關聯的應用程式。經典模式可能影響應用程式的啟動和登入狀態，通常不需要開啟
